[   {
    "id" : "6721",
    "imageUrl": "https://ibox.co.id/media/catalog/product/cache/3/image/9df78eab33525d08d6e5fb8d27136e95/s/c/screen_shot_2019-12-05_at_14.43.18.png",
    "title": "Apple Watch",
    "description": "Apple Watch is a line of smartwatches produced by Apple Inc. It incorporates fitness tracking and health-oriented capabilities with integration with iOS and other Apple products and services.Apple Watch operates primarily in conjunction with the user's iPhone for functions such as configuring the watch, calling and texting, and syncing data with iPhone apps, but can independently connect to a Wi-Fi network for some tasks.[20] LTE-equipped models of the Series 3 and later can independently connect to a mobile network, substantially reducing the need for an iPhone after initial setup. Compatibility with the iPhone depends on the versions of the system software[21] that each is running; as of February 2020, new Apple Watches come with watchOS 6 preinstalled, and require an iPhone running iOS 13.[22]The Apple Watch was released in April 2015[23][24] and quickly became the best-selling wearable device: 4.2 million were sold in the second quarter of fiscal 2015.[25][26] In subsequent years, a new Series has been introduced each September",
    "price": "$340",
    "loved" : 0
    },
    {
        "id" : "6722",
        "imageUrl": "https://cdn0.tnwcdn.com/wp-content/blogs.dir/1/files/2019/10/Google-Fitbit-1.jpg",
        "title": "Google Fitbit",
        "description": "SAN FRANCISCO--(BUSINESS WIRE)-- Fitbit, Inc. (NYSE: FIT) today announced that it has entered into a definitive agreement to be acquired by Google LLC for $7.35 per share in cash, valuing the company at a fully diluted equity value of approximately $2.1 billion. More than 12 years ago, we set an audacious company vision – to make everyone in the world healthier. Today, I’m incredibly proud of what we’ve achieved towards reaching that goal. We have built a trusted brand that supports more than 28 million active users around the globe who rely on our products to live a healthier, more active life,” said James Park, co-founder and CEO of Fitbit. “Google is an ideal partner to advance our mission. With Google’s resources and global platform, Fitbit will be able to accelerate innovation in the wearables category, scale faster, and make health even more accessible to everyone. I could not be more excited for what lies ahead.Fitbit has been a true pioneer in the industry and has created terrific products, experiences and a vibrant community of users, said Rick Osterloh, Senior Vice President, Devices & Services at Google. We're looking forward to working with the incredible talent at Fitbit, and bringing together the best hardware, software and AI, to build wearables to help even more people around the world. Fitbit pioneered the wearables category by delivering innovative, affordable and engaging devices and services. Being “on Fitbit” is not just about the device – it is an immersive experience from the wrist to the app, designed to help users understand and change their behavior to improve their health. Because of this unique approach, Fitbit has sold more than 100 million devices and supports an engaged global community of millions of active users, utilizing data to deliver unique personalized guidance and coaching to its users. Fitbit will continue to remain platform-agnostic across both Android and iOS. Consumer trust is paramount to Fitbit. Strong privacy and security guidelines have been part of Fitbit’s DNA since day one, and this will not change. Fitbit will continue to put users in control of their data and will remain transparent about the data it collects and why. The company never sells personal information, and Fitbit health and wellness data will not be used for Google ads.The transaction is expected to close in 2020, subject to customary closing conditions, including approval by Fitbit’s stockholders and regulatory approvals.",
        "price": "$340",
        "loved" : 0
    },
    {
        "id" : "6723",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/7/76/Nintendo-Switch-Console-Docked-wJoyConRB.jpg/430px-Nintendo-Switch-Console-Docked-wJoyConRB.jpg",
        "title": "Nitendo Switch",
        "description": "The Nintendo Switch was released on March 3, 2017 and is Nintendo's second entry in the eighth generation of home video game consoles. The system was code-named Nintendo NX prior to its official announcement. It is a hybrid device that can be used as a home console inserted to the Nintendo Switch Dock attached to a television, stood up on a table with the kickstand, or as a tablet-like portable console. It features two detachable wireless controllers called Joy-Con, that can be used individually or attached to a grip to provide a more traditional game pad form. Both Joy-Con are built with motion sensors and HD Rumble, Nintendo's haptic vibration feedback system for improved gameplay experiences. However, only the right Joy-Con has an NFC reader on its analog joystick for Amiibo and an IR sensor on the back. The Nintendo Switch Pro Controller is a traditional style controller much like the one of the Gamecube.",
        "price": "$340",
        "loved" : 0
    },
    {
        "id" : "6724",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/82/NES-Console-Set.jpg/430px-NES-Console-Set.jpg",
        "title": "Nitendo Entertainment System ",
        "description": "Released July 15, 1983, the Nintendo Entertainment System (NES) is an 8-bit video game console released by Nintendo in North America, South America, Europe, Asia, Oceania and Africa and was Nintendo's first home video game console released outside Japan. In Japan, it is known as the Family Computer (or Famicom, as it is commonly abbreviated). Selling 61.91 million units worldwide, the NES helped revitalize the video game industry following the video game crash of 1983 and set the standard for subsequent consoles in everything from game design to business practices. The NES was the first console for which the manufacturer openly courted third-party developers. Many of Nintendo's most iconic franchises, such as The Legend of Zelda and Metroid were started on the NES. Nintendo continued to repair Famicom consoles in Japan until October 31, 2007, attributing the decision to discontinue support to an increasing shortage of the necessary parts.[4][5][6]Nintendo released a software-emulation-based version of the Nintendo Entertainment System on November 10, 2016. Called the NES Classic Edition, it is a dedicated console that comes with a single controller and 30 preloaded games.[7]",
        "price": "$70",
        "loved" : 1
    },
    {
        "id" : "6725",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/d5/Nintendo-ds-lite.svg/430px-Nintendo-ds-lite.svg.png",
        "title": "Nitendo DS Lite ",
        "description": "The Nintendo DS (abbreviated NDS, DS, or the full name Nintendo Dual Screen, and iQue DS in China) is a handheld game console developed and manufactured by Nintendo, released in 2004. It is visibly distinguishable by its horizontal clamshell design, and the presence of two displays, the lower of which acts as a touchscreen. The system also has a built-in microphone and supports wireless IEEE 802.11 (Wi-Fi) standards, allowing players to interact with each other within short range (10–30 meters, depending on conditions) or over the Nintendo Wi-Fi Connection service via a standard Wi-Fi access point. According to Nintendo, the letters DS in the name stand for Developers' System and Double Screen, the former of which refers to the features of the handheld designed to encourage innovative gameplay ideas among developers.[43] The system was known as Project Nitro during development.",
        "price": "$110",
        "loved" : 1
    },
    {
        "id" : "6726",
        "imageUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/1/14/Wii-console.jpg/430px-Wii-console.jpg",
        "title": "Nitendo WII ",
        "description": "The Nintendo DS (abbreviated NDS, DS, or the full name Nintendo Dual Screen, and iQue DS in China) is a handheld game console developed and manufactured by Nintendo, released in 2004. It is visibly distinguishable by its horizontal clamshell design, and the presence of two displays, the lower of which acts as a touchscreen. The system also has a built-in microphone and supports wireless IEEE 802.11 (Wi-Fi) standards, allowing players to interact with each other within short range (10–30 meters, depending on conditions) or over the Nintendo Wi-Fi Connection service via a standard Wi-Fi access point. According to Nintendo, the letters DS in the name stand for Developers' System and Double Screen, the former of which refers to the features of the handheld designed to encourage innovative gameplay ideas among developers.[43] The system was known as Project Nitro during development.",
        "price": "$200",
        "loved" : 0
    }
]
